<?php

return [
    'insurance_calculates' => 'Расчет страхового взноса успешно отправлено',
    'send_secret_question' => 'Письмо с инструкцией восстановления секретного вопрос отправлен на почту !',
    'update_secret_question' => 'Секретный вопрос восстановлено успешно !',
    'update_user_data' => 'Данные редактировалось успешно !',
    'new_order' => 'Новая заявка успешно создана !',
    'register' => 'Успешная регистрация !',
    'register_two' => 'Успішна реєстрація! Повідомлення з інструкціює відправлено на вашу пошту',
    'profile_confirmation' => 'Почту подтверждено успешно!'
];