<?php

return [
    'insurance_calculates' => [
        'title' => 'Інформація розрахунок страхового внеску',
        'bookmaker' => 'Букмекерська контора',
        'сoefficient' => 'Коефіцієнт',
        'bet_size' => 'Розмір ставки',
        'insurance_premium' => 'Розмір страхової премії',
        'date' => 'Дата',
        'reserved' => 'Всі права захищені.'
    ],


    'order' => [
        'title' => 'Ставка',
        'bookmaker' => 'Букмекерська контора',
        'something' => 'Что-то',
        'сoefficient' => 'Коефіцієнт',
        'insurance_amount' => 'Сума для страхування',
        'sport_category' => 'Спортивна категорія',
        'date' => 'Дата',
        'time' => 'Час',
        'event' => 'Подія',
        'reserved' => 'Всі права захищені.'
    ],

    'register' => [
        'title' => 'Підтвердження пошти',
        'btn' => 'Підтвердити'
    ],

    'secret_question' => [
        'title' => 'Відновлення секретного запитання',
        'btn' => 'Відновити секретне запитання'
    ],

    'footer' => [
        'title' => 'Всі права захищені.'
    ]
];