<?php

return [
    'login' => [
        'title' => "войти в <br> личного кабинета",
        'email' => "Логин",
        'password' => "Пароль",
        'btn_login' => "Войти",
        'btn_register' => "Регистрация",
        'forge_password' => "Забыли пароль?",
    ],

    'register' => [
        'title' => 'Регистрация личного кабинета',
        'name' => 'ФИО',
        'address' => 'Адрес',
        'email' => 'Email',
        'phone' => 'Номер телефона',
        'time_zone' => 'Часовой пояс',
        'date_dn' => 'Дата рождения',
        'password' => 'Пароль не менее 5 символов',
        'secret_question_title' => 'Секретный вопрос',
        'secret_question_mother' => 'Фамилия матери',
        'secret_question_friend' => 'Лучший друг',
        'secret_answer' => 'Ответ',
        'сurrency' => 'Выберите валюту',
        'checkbox_prev' => 'Я принимаю условия',
        'checkbox_before' => 'пользования сайтом',
        'register_btn_title' => 'Регистрация',
        'login_btn_title' => 'Войти',
    ],

    'register_form' => [
        'name' => 'Поле Ім\'я порожнє або вказане значення некоректне',
        'address' => 'Поле Адрес порожнє або вказане значення некоректне',
        'email' => 'Поле Email порожнє або вказане значення некоректне',
        'phone' => 'Поле Телефон порожнє або вказане значення некоректне',
        'time_zone_id' => 'Поле Часовий пояс порожнє або вказане значення некоректне',
        'date_dn' => 'Поле День народження порожнє або вказане значення некоректне',
        'secret_question' => 'Поле Секретне запитання порожнє або вказане значення некоректне',
        'secret_answer' => 'Поле Відповідь порожнє або вказане значення некоректне',
        'password' => 'Поле Пароль порожнє або вказане значення некоректне',
        'сurrency_id' => 'Поле Валюта порожнє або вказане значення некоректне',
        'checkbox' => 'Умови користування сайтом не підтверджені!'
    ],

    'lost' => [
        'title' => 'Забыли пароль?',
        'desc' => 'В течение 10 минут Вы получите письмо на email с временным паролем для входа в личный кабинет',
        'email' => 'Email',
        'btn_title' => 'Отправить'
    ],

    'lost2' => [
        'title' => 'Забыли пароль?',
        'desc' => 'В течение 10 минут Вы получите письмо на email с временным паролем для входа в личный кабинет',
        'email' => 'Email',
        'password' => 'Пароль не менее 5 символов',
        'password_confirmation' => 'Повторный пароль не менее 5 символов',
        'btn_title' => 'Отправить'
    ],

    'lost_quest' => [
        'title' => 'Забыли пароль?',
        'desc' => 'В течение 10 минут Вы получите письмо на email с временным паролем для входа в личный кабинет',
        'email' => 'Email',
        'btn_title' => 'Отправить'
    ],

    'lost_quest2' => [
        'title' => 'Забыли пароль?',
        'desc' => 'В течение 10 минут Вы получите письмо на email с временным паролем для входа в личный кабинет',
        'secret_question_title' => 'Секретный вопрос',
        'secret_question_mother' => 'Фамилия матери',
        'secret_question_friend' => 'Лучший друг',
        'secret_answer' => 'Ответ',
        'btn_title' => 'Отправить'
    ],

    'success' => [
        'title' => 'Ожидайте подтверждения транзакции',
        'btn' => 'На главную'
    ]


];