<?php

return [
    'home_title' => 'Главная',
    'profile_title'  => 'Ставка',

    'order' => [
        'title' => 'форма заявления',
        'bookmaker' => 'букмекерская контора',
        'something' => 'Что-то',
        'сoefficient' => 'Коэффициент',
        'insurance_amount' => 'Сумма для страхования',
        'date' => 'Дата',
        'time' => 'Время',
        'event' => 'Событие',
        'btn_submit' => 'Подтвердить'
    ],

    'order_form' => [
        'bookmaker_id' => 'Поле Букмекерська контора порожнє або вказане значення некоректне',
        'something' => 'Поле Чо-то порожнє або вказане значення некоректне',
        'сoefficient' => 'Поле Коефіцієнт порожнє або вказане значення некоректне',
        'insurance_amount' => 'Поле Сума для страхування порожнє або вказане значення некоректне',
        'sport_category_id' => 'Поле Розмір страхової премії порожнє або вказане значення некоректне',
        'date' => 'Поле Дати порожнє або вказане значення некоректне',
        'time' => 'Поле Час порожнє або вказане значення некоректне',
        'event' => 'Поле Подія порожнє або вказане значення некоректне',
        'image' => 'Поле Картинка порожнє або вказане значення некоректне',
    ],

    'order_image' => [
        'profile_form_image' => 'Скачать',
        'profile_load_desc' => 'Достпуни файлы для загрузки jpeg, png, pdf, tiff',
        'btn_image' => 'Скачать другое',
        'profile_desc' => 'Достпуни файлы для загрузки jpeg, png, pdf, tiff'
    ],

    'modal_message' => [
        'title' => 'Ожидайте подтверждения транзакции',
        'btn_inner' => 'На главную'
    ]
];