<?php

return [
    'home_title' => 'Главная',
    'user_data_title' => 'Данные о пользователе',

    'user_form' => [
        'name' => 'ФИО',
        'address' => 'Адрес',
        'email' => 'Email',
        'phone' => 'Номер телефона',
        'date_dn' => 'Дата рождения',
        'new_pass_title' => 'новый пароль',
        'password' => 'Пароль не менее 5 символов',
        'password_confirmation' => 'Повторный пароль не менее 5 символов',
        'confirm_password' => 'Забыли пароль?',
        'confirmation' => 'Пароли не совпадают'
    ],

    'user_data_form' => [
        'name' => 'Поле Ім\'я порожнє або вказане значення некоректне',
        'address' => 'Поле Адрес порожнє або вказане значення некоректне',
        'email' => 'Поле Email порожнє або вказане значення некоректне',
        'phone' => 'Поле Телефон порожнє або вказане значення некоректне',
        'time_zone_id' => 'Поле Часовий пояс порожнє або вказане значення некоректне',
        'date_dn' => 'Поле День народження порожнє або вказане значення некоректне',
        'secret_question' => 'Поле Секретне запитання порожнє або вказане значення некоректне',
        'secret_answer' => 'Поле Відповідь порожнє або вказане значення некоректне',
    ],

    'secret_question' => [
        'title' => 'секретный вопрос',
        'mother' => 'Фамилия матери',
        'friend' => 'Лучший друг',
        'secret_answer' => 'Ответ',
        'confirm_question' => 'Забыли вопрос?',
        'btn_save' => 'Сохранить'
    ],

    'modal_success' => [
        'title' => 'Ожидайте подтверждения транзакции',
        'btn_inner' => 'На главную'
    ]
];